Repository: shiroginne/24sekki
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ru

# menu.currentSeason
source: Current Season
ja: 現在の季節
ru: Текущий сезон

# season.bōshu.description
source: Grain in Ear.
ja: 芒種。
ru: Зерно в ухе.

# season.bōshu.name
source: Bōshu
ja: 芒種
ru: Босю

# season.daikan.description
source: Greater Cold.
ja: 大寒。
ru: Сильный холод.

# season.daikan.name
source: Daikan
ja: 大寒
ru: Дайкан

# season.geshi.description
source: Summer Solstice.
ja: 夏至。
ru: Летнее солнцестояние.

# season.geshi.name
source: Geshi
ja: 夏至
ru: Гэси

# season.hakuro.description
source: White Dew.
ja: 白露。
ru: Белая роса.

# season.hakuro.name
source: Hakuro
ja: 白露
ru: Хакуро

# season.kanro.description
source: Cold Dew.
ja: 寒露。
ru: Холодная роса.

# season.kanro.name
source: Kanro
ja: 寒露
ru: Канро

# season.keichitsu.description
source: Awakening of Insects.
ja: 啓蟄。
ru: Пробуждение насекомых.

# season.keichitsu.name
source: Keichitsu
ja: 啓蟄
ru: Кэйтицу

# season.kokuu.description
source: Grain rain.
ja: 穀雨。
ru: Зерновой дождь.

# season.kokuu.name
source: Kokuu
ja: 穀雨
ru: Кокуу

# season.rikka.description
source: Beginning of Summer.
ja: 立夏。
ru: Начало лета.

# season.rikka.name
source: Rikka
ja: 立夏
ru: Рикка

# season.risshu.description
source: Beginning of Autumn.
ja: 立秋。
ru: Начало осени.

# season.risshu.name
source: Risshu
ja: 立秋
ru: Риссю

# season.risshun.description
source: Beginning of Spring.
ja: 立春。
ru: Начало весны.

# season.risshun.name
source: Risshun
ja: 立春
ru: Риссюн

# season.rittou.description
source: Beginning of Winter.
ja: 立冬。
ru: Начало зимы.

# season.rittou.name
source: Rittou
ja: 立冬
ru: Ритто

# season.seimei.description
source: Fresh Green.
ja: 清明。
ru: Чистый и яркий.

# season.seimei.name
source: Seimei
ja: 清明
ru: Сэймэй

# season.shōkan.description
source: Lesser Cold.
ja: 小寒。
ru: Меньше холода.

# season.shōkan.name
source: Shōkan
ja: 小寒
ru: Сёкан

# season.shōman.description
source: Lesser Fullness.
ja: 小満。
ru: Меньшая полнота зерна.

# season.shōman.name
source: Shōman
ja: 小満
ru: Сёмман

# season.shōsetsu.description
source: Light Snow.
ja: 小雪。
ru: Меньше снега.

# season.shōsetsu.name
source: Shōsetsu
ja: 小雪
ru: Сёсэцу

# season.shosho.description
source: End of Heat.
ja: 処暑。
ru: Меньше жары.

# season.shōsho.description
source: End of Heat.
ja: 小暑。
ru: Меньше жары.

# season.shosho.name
source: Shosho
ja: 処暑
ru: Сёсё

# season.shōsho.name
source: Shōsho
ja: 小暑
ru: Сёсё

# season.shubun.description
source: Autumn equinox.
ja: 秋分。
ru: Осеннее равноденствие.

# season.shubun.name
source: Shubun
ja: 秋分
ru: Сюбун

# season.shunbun.description
source: Spring equinox.
ja: 春分。
ru: Весеннее равноденствие.

# season.shunbun.name
source: Shunbun
ja: 春分
ru: Сюнбун

# season.sōkō.description
source: First Frost.
ja: 霜降。
ru: Спуск по морозу.

# season.sōkō.name
source: Sōkō
ja: 霜降
ru: Соко

# season.taisetsu.description
source: Heavy Snow.
ja: 大雪。
ru: Большой снег.

# season.taisetsu.name
source: Taisetsu
ja: 大雪
ru: Тайсэцу

# season.taisho.description
source: Greater Heat.
ja: 大暑。
ru: Большая жара.

# season.taisho.name
source: Taisho
ja: 大暑
ru: Тайсё

# season.tōji.description
source: Winter Solstice.
ja: 冬至。
ru: Зимнее солнцестояние.

# season.tōji.name
source: Tōji
ja: 冬至
ru: Тодзи

# season.unknown.description
source: No season description available.
ja: 季節の説明はありません。
ru: Описание сезона недоступно.

# season.unknown.name
source: Unknown
ja: 不明
ru: Неизвестно

# season.usui.description
source: Rain water.
ja: 雨水。
ru: Дождевая вода.

# season.usui.name
source: Usui
ja: 雨水
ru: Усуй
